Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: The engine used to pack signed apps into IPAs. ZIPFoundation can be a more reliable fallback if Zip fails.
ar: المحرك المستخدم لحزم التطبيقات الموقعة في ملفات IPA. يمكن أن يكون ZIPFoundation بديلاً أكثر موثوقية إذا فشل Zip.
cs: Engine použitý k zabalení podepsaných aplikací do IPA. ZIPFoundation může být spolehlivější záloha, pokud Zip selže.
de: Die Engine, mit der signierte Apps in IPAs gepackt werden. ZIPFoundation kann eine zuverlässigere Alternative sein, wenn Zip fehlschlägt.
es: El motor usado para empaquetar apps firmadas en IPAs. ZIPFoundation puede ser una alternativa más fiable si Zip falla.
fr: Le moteur utilisé pour empaqueter les apps signées en IPA. ZIPFoundation peut être un repli plus fiable si Zip échoue.
id: Mesin yang dipakai untuk mengemas aplikasi tertanda menjadi IPA. ZIPFoundation bisa jadi cadangan yang lebih andal jika Zip gagal.
it: Il motore usato per impacchettare le app firmate in IPA. ZIPFoundation può essere un fallback più affidabile se Zip fallisce.
pl: Silnik używany do pakowania podpisanych aplikacji do IPA. ZIPFoundation może być pewniejszą alternatywą, gdy Zip zawiedzie.
ru: Движок для упаковки подписанных приложений в IPA. ZIPFoundation может быть более надёжным запасным вариантом, если Zip не справляется.
tr: İmzalanan uygulamaları IPA olarak paketlemek için kullanılan motor. Zip başarısız olursa ZIPFoundation daha güvenilir bir alternatif olabilir.
vi: Bộ máy dùng để đóng gói ứng dụng đã ký thành IPA. ZIPFoundation có thể là phương án dự phòng đáng tin cậy hơn nếu Zip lỗi.
zh_hans: 用于将已签名应用打包为 IPA 的引擎。若 Zip 失败，ZIPFoundation 可作为更可靠的备选。

source: The heartbeat is activated in the background, it will restart when the app is re-opened or prompted. If the status below is pulsing, that means its healthy.
ar: ميزة نبض مفعلة في الخلفية، وستُعاد تشغيلها عند فتح التطبيق مرة أخرى أو عند الطلب. إذا كانت الحالة في الأسفل تنبض، فهذا يعني أنها تعمل بشكل سليم.
cs: Heartbeat je aktivován v pozadí, sám se zrestartuje když se aplikace znovu otevře nebo po dotázání. Když status dole pulzuje, znamená to, že je funkční.
de: Der Herzschlag ist aktiv im Hintergrund, und wird neugestartet wenn die App neu geöffnet oder aufgefordert wird. Wenn der Status unten pulsiert, bedeutet es dann es gesund ist.
es: El heartbeat se activa en segundo plano y se reiniciará cuando la app se vuelva a abrir o se solicite. Si el estado de abajo está pulsando, significa que está en buen estado.
fr: Le heartbeat est activé en arrière-plan, il redémarrera lorsque l'app sera rouverte ou sollicitée. Si l'état ci-dessous pulse, cela signifie qu'il est sain.
id: Detak jantung diaktifkan di latar belakang, akan dimulai ulang saat aplikasi dibuka kembali atau diminta. Jika status di bawah ini berdenyut, berarti dalam kondisi sehat.
it: Il battito è attivo in background; verrà riavviato quando l'app viene riaperta o forzata. Se lo stato qui sotto pulsa, significa che è funzionante.
pl: Monitor pracy aplikacji działa w tle. Zostanie uruchomiony ponownie po ponownym otwarciu lub wymuszeniu. Jeśli poniższy status pulsuje, wszystko działa poprawnie.
ru: Heartbeat активирован в фоне, он перезапустится при повторном открытии приложения или по запросу. Если статус ниже пульсирует, значит он работает нормально.
tr: Heartbeat arka planda etkinleştirilir ve uygulama yeniden açıldığında ya da istenildiğinde yeniden başlatılır. Eğer aşağıdaki durum kalp atışı şeklide ise bu Heartbeat’in işlevsel olduğu anlamına gelir.
vi: Heartbeat được kích hoạt trong nền, nó sẽ khởi động lại khi ứng dụng được mở lại hoặc được nhắc nhở. Nếu trạng thái bên dưới đang nhịp đập, điều đó có nghĩa là nó hoạt động bình thường.
zh_hans: 心跳检测已在后台启用，并将在此App重启或被唤醒时重启。如果下面的状态灯正在闪动则为正常。

source: The installation will continue when you reopen the app
ar: سيستمر التثبيت عند إعادة فتح التطبيق
cs: Instalace bude pokračovat po opětovném otevření aplikace
de: Die Installation wird fortgesetzt, wenn du die App erneut öffnest
es: La instalación continuará cuando vuelvas a abrir la app
fr: L’installation se poursuivra à la réouverture de l’app
id: Instalasi akan berlanjut saat kamu membuka kembali aplikasi
it: L’installazione continuerà quando riaprirai l’app
pl: Instalacja będzie kontynuowana po ponownym otwarciu aplikacji
ru: Установка продолжится, когда вы снова откроете приложение
tr: Uygulamayı yeniden açtığında kurulum devam edecek
vi: Quá trình cài đặt sẽ tiếp tục khi bạn mở lại ứng dụng
zh_hans: 重新打开应用后安装将继续

source: The only supported repositories are AltStore repositories.
ar: الـ Repositories المدعومة فقط هي Repositories الخاصة بـ AltStore.
cs: Jediné podporované repozitáře jsou AltStore repozitáře.
de: Es werden nur AltStore-Repositorien unterstützt.
es: Los únicos repositorios admitidos son los repositorios de AltStore.
fr: Seuls les dépôts AltStore sont pris en charge.
id: Satu-satunya repositori yang didukung adalah repositori AltStore.
it: L'unica fonte supportata sono fonti di AltStore.
pl: Jedynymi obsługiwanymi repozytoriami są repozytoria AltStore.
ru: Поддерживаются только репозитории AltStore.
tr: Yalnızca AltStore depoları desteklenmektedir.
vi: Các kho lưu trữ được hỗ trợ duy nhất là kho lưu trữ AltStore.
zh_hans: 仅支持AltStore Repo。

source: The remaining apps will continue when you reopen the app
ar: ستستمر بقية التطبيقات عند إعادة فتح التطبيق
cs: Zbývající aplikace budou pokračovat po opětovném otevření aplikace
de: Die restlichen Apps werden fortgesetzt, wenn du die App wieder öffnest
es: Las apps restantes continuarán cuando vuelvas a abrir la app
fr: Les apps restantes reprendront à la réouverture de l'app
id: Aplikasi yang tersisa akan dilanjutkan saat Anda membuka kembali aplikasi
it: Le app rimanenti continueranno alla riapertura dell'app
pl: Pozostałe aplikacje będą kontynuowane po ponownym otwarciu aplikacji
ru: Оставшиеся приложения продолжатся, когда вы снова откроете приложение
tr: Kalan uygulamalar, uygulamayı yeniden açtığınızda devam eder
vi: Các ứng dụng còn lại sẽ tiếp tục khi bạn mở lại ứng dụng
zh_hans: 重新打开 App 后将继续处理剩余的 App

source: The signing will continue when you reopen the app
ar: سيستمر التوقيع عند إعادة فتح التطبيق
cs: Podepisování bude pokračovat po opětovném otevření aplikace
de: Die Signierung wird fortgesetzt, wenn du die App erneut öffnest
es: La firma continuará cuando vuelvas a abrir la app
fr: La signature se poursuivra à la réouverture de l’app
id: Penandatanganan akan berlanjut saat kamu membuka kembali aplikasi
it: La firma continuerà quando riaprirai l’app
pl: Podpisywanie będzie kontynuowane po ponownym otwarciu aplikacji
ru: Подписание продолжится, когда вы снова откроете приложение
tr: Uygulamayı yeniden açtığında imzalama devam edecek
vi: Quá trình ký sẽ tiếp tục khi bạn mở lại ứng dụng
zh_hans: 重新打开应用后签名将继续

source: The source returned no data. If this is a premium source, your access may have expired or failed to authenticate.
ar: لم يُرجع المصدر أي بيانات. إذا كان هذا مصدرًا مميزًا، فقد تكون صلاحية وصولك قد انتهت أو فشلت المصادقة.
cs: Zdroj nevrátil žádná data. Pokud jde o prémiový zdroj, váš přístup mohl vypršet nebo se nepodařilo ověřit.
de: Die Quelle hat keine Daten zurückgegeben. Wenn dies eine Premium-Quelle ist, ist dein Zugang möglicherweise abgelaufen oder die Authentifizierung ist fehlgeschlagen.
es: La fuente no devolvió datos. Si es una fuente premium, puede que tu acceso haya caducado o que la autenticación haya fallado.
fr: La source n’a renvoyé aucune donnée. S’il s’agit d’une source premium, votre accès a peut-être expiré ou l’authentification a échoué.
id: Sumber tidak mengembalikan data. Jika ini sumber premium, akses Anda mungkin telah kedaluwarsa atau gagal diautentikasi.
it: La fonte non ha restituito dati. Se è una fonte premium, il tuo accesso potrebbe essere scaduto o l'autenticazione potrebbe non essere riuscita.
pl: Źródło nie zwróciło żadnych danych. Jeśli to źródło premium, Twój dostęp mógł wygasnąć lub uwierzytelnienie się nie powiodło.
ru: Источник не вернул данных. Если это премиум-источник, возможно, ваш доступ истёк или не удалось пройти аутентификацию.
tr: Kaynak hiç veri döndürmedi. Bu bir premium kaynaksa erişiminizin süresi dolmuş ya da kimlik doğrulaması başarısız olmuş olabilir.
vi: Nguồn không trả về dữ liệu. Nếu đây là nguồn cao cấp, quyền truy cập của bạn có thể đã hết hạn hoặc xác thực thất bại.
zh_hans: 源未返回任何数据。如果这是高级源，你的访问权限可能已过期或认证失败。

source: The update couldn't be prepared. Please try again.
ar: تعذّر تحضير التحديث. حاول مرة أخرى.
cs: Aktualizaci se nepodařilo připravit. Zkuste to znovu.
de: Das Update konnte nicht vorbereitet werden. Bitte versuche es erneut.
es: No se pudo preparar la actualización. Inténtalo de nuevo.
fr: Impossible de préparer la mise à jour. Veuillez réessayer.
id: Pembaruan tidak dapat disiapkan. Silakan coba lagi.
it: Impossibile preparare l'aggiornamento. Riprova.
pl: Nie udało się przygotować aktualizacji. Spróbuj ponownie.
ru: Не удалось подготовить обновление. Повторите попытку.
tr: Güncelleme hazırlanamadı. Lütfen tekrar deneyin.
vi: Không thể chuẩn bị bản cập nhật. Vui lòng thử lại.
zh_hans: 无法准备更新。请重试。

source: The update will continue when you reopen the app
ar: سيستمر التحديث عند إعادة فتح التطبيق
cs: Aktualizace bude pokračovat po opětovném otevření aplikace
de: Das Update wird fortgesetzt, wenn du die App erneut öffnest
es: La actualización continuará cuando vuelvas a abrir la app
fr: La mise à jour se poursuivra à la réouverture de l'app
id: Pembaruan akan berlanjut saat Anda membuka aplikasi lagi
it: L'aggiornamento continuerà quando riaprirai l'app
pl: Aktualizacja będzie kontynuowana po ponownym otwarciu aplikacji
ru: Обновление продолжится, когда вы снова откроете приложение
tr: Uygulamayı yeniden açtığınızda güncelleme devam edecek
vi: Cập nhật sẽ tiếp tục khi bạn mở lại ứng dụng
zh_hans: 重新打开应用后更新将继续

source: The updater is busy. Try again in a moment.
ar: المُحدِّث مشغول. حاول مرة أخرى بعد قليل.
cs: Aktualizátor je zaneprázdněn. Zkuste to za chvíli.
de: Der Updater ist ausgelastet. Versuche es gleich erneut.
es: El actualizador está ocupado. Inténtalo de nuevo en un momento.
fr: Le programme de mise à jour est occupé. Réessayez dans un instant.
id: Pembaru sedang sibuk. Coba lagi sebentar lagi.
it: L'updater è occupato. Riprova tra un momento.
pl: Aktualizator jest zajęty. Spróbuj ponownie za chwilę.
ru: Служба обновления занята. Повторите через момент.
tr: Güncelleyici meşgul. Birazdan tekrar deneyin.
vi: Trình cập nhật đang bận. Thử lại sau giây lát.
zh_hans: 更新程序繁忙。请稍后重试。

source: The updater server isn't available in this build.
ar: خادم التحديث غير متوفر في هذه النسخة.
cs: Server aktualizací není v tomto sestavení dostupný.
de: Der Update-Server ist in diesem Build nicht verfügbar.
es: El servidor de actualizaciones no está disponible en esta compilación.
fr: Le serveur de mise à jour n'est pas disponible dans cette version.
id: Server pembaru tidak tersedia di build ini.
it: Il server di aggiornamento non è disponibile in questa build.
pl: Serwer aktualizacji jest niedostępny w tej wersji.
ru: Сервер обновлений недоступен в этой сборке.
tr: Güncelleme sunucusu bu derlemede kullanılamıyor.
vi: Máy chủ cập nhật không khả dụng trong bản dựng này.
zh_hans: 此版本中更新服务器不可用。

source: The updater server rejected the request%@
ar: رفض خادم التحديث الطلب%@
cs: Server aktualizací odmítl požadavek%@
de: Der Update-Server hat die Anfrage abgelehnt%@
es: El servidor de actualizaciones rechazó la solicitud%@
fr: Le serveur de mise à jour a refusé la requête%@
id: Server pembaru menolak permintaan%@
it: Il server di aggiornamento ha rifiutato la richiesta%@
pl: Serwer aktualizacji odrzucił żądanie%@
ru: Сервер обновлений отклонил запрос%@
tr: Güncelleme sunucusu isteği reddetti%@
vi: Máy chủ cập nhật đã từ chối yêu cầu%@
zh_hans: 更新服务器拒绝了请求%@

source: The updater server returned no install link.
ar: لم يُرجع خادم التحديث رابط تثبيت.
cs: Server aktualizací nevrátil instalační odkaz.
de: Der Update-Server hat keinen Installationslink zurückgegeben.
es: El servidor de actualizaciones no devolvió un enlace de instalación.
fr: Le serveur de mise à jour n'a renvoyé aucun lien d'installation.
id: Server pembaru tidak mengembalikan tautan pemasangan.
it: Il server di aggiornamento non ha restituito un link di installazione.
pl: Serwer aktualizacji nie zwrócił linku instalacyjnego.
ru: Сервер обновлений не вернул ссылку для установки.
tr: Güncelleme sunucusu bir kurulum bağlantısı döndürmedi.
vi: Máy chủ cập nhật không trả về liên kết cài đặt.
zh_hans: 更新服务器未返回安装链接。

source: Theme
ar: الثيم
cs: Motiv
es: Tema
fr: Thème
id: Tema
it: Tema
pl: Motyw
ru: Тема
tr: Tema
vi: Chủ đề
zh_hans: 主题

source: These apply to every app in the batch.
ar: تنطبق هذه على كل تطبيق في الدفعة.
cs: Toto platí pro každou aplikaci v dávce.
de: Das gilt für jede App im Stapel.
es: Esto se aplica a todas las apps del lote.
fr: Ceci s'applique à toutes les apps du lot.
id: Ini berlaku untuk semua aplikasi dalam batch.
it: Valgono per tutte le app del gruppo.
pl: Dotyczy to każdej aplikacji w partii.
ru: Применяется ко всем приложениям в пакете.
tr: Bunlar gruptaki her uygulama için geçerlidir.
vi: Áp dụng cho mọi ứng dụng trong lô.
zh_hans: 这些设置适用于批次中的所有 App。

source: These changes require a restart of the app
ar: هذه التغييرات تتطلب إعادة تشغيل التطبيق
cs: Tyto změny vyžadují restart aplikace
de: Diese Änderungen benötigen einen Neustart der App
es: Estos cambios requieren reiniciar la app
fr: Ces modifications nécessitent un redémarrage de l'app
id: Mengaktifkan tampilan lembar akan menampilkan lembar berbagi setelah mengekspor ke berkas Anda.
it: Questi cambiamenti richiedono un riavvio dell'app
pl: Te zmiany wymagają ponownego uruchomienia aplikacji
ru: Эти изменения требуют перезапуска приложения
tr: Bu değişiklikler uygulamanın yeniden başlatılmasını gerektirir
vi: Những thay đổi này yêu cầu khởi động lại ứng dụng
zh_hans: 这些改动需要重启应用。

source: These inject automatically when you sign matching apps.
ar: تُحقن هذه تلقائيًا عند توقيع التطبيقات المطابقة.
cs: Tyto se injektují automaticky, když podepíšete odpovídající aplikace.
de: Diese werden automatisch injiziert, wenn du passende Apps signierst.
es: Estos se inyectan automáticamente cuando firmas apps que coinciden.
fr: Ceux-ci s’injectent automatiquement lorsque vous signez des apps correspondantes.
id: Ini diinjeksikan secara otomatis saat Anda menandatangani aplikasi yang cocok.
it: Questi vengono iniettati automaticamente quando firmi app corrispondenti.
pl: Te wstrzykują się automatycznie przy podpisywaniu pasujących aplikacji.
ru: Они внедряются автоматически при подписи подходящих приложений.
tr: Bunlar, eşleşen uygulamaları imzaladığınızda otomatik olarak enjekte edilir.
vi: Những cái này tự động chèn khi bạn ký các ứng dụng phù hợp.
zh_hans: 当你签名匹配的应用时，这些会自动注入。

source: These settings control how background downloads from sources appear. Manual downloads will always show with their own header.
ar: تتحكم هذه الإعدادات في كيفية ظهور التنزيلات في الخلفية من المصادر. ستظهر التنزيلات اليدوية دائمًا بترويستها الخاصة.
cs: Tato nastavení řídí, jak se zobrazují stahování ze zdrojů na pozadí. Ruční stahování se vždy zobrazí s vlastním záhlavím.
de: Diese Einstellungen steuern, wie Hintergrund-Downloads aus Quellen angezeigt werden. Manuelle Downloads werden immer mit ihrer eigenen Kopfzeile angezeigt.
es: Estos ajustes controlan cómo aparecen las descargas en segundo plano de las fuentes. Las descargas manuales siempre se muestran con su propio encabezado.
fr: Ces réglages contrôlent l’affichage des téléchargements en arrière-plan provenant des sources. Les téléchargements manuels s’affichent toujours avec leur propre en-tête.
id: Pengaturan ini mengontrol cara unduhan latar belakang dari sumber ditampilkan. Unduhan manual akan selalu ditampilkan dengan header-nya sendiri.
it: Queste impostazioni controllano come appaiono i download in background dalle fonti. I download manuali mostreranno sempre la propria intestazione.
pl: Te ustawienia kontrolują sposób wyświetlania pobierań w tle ze źródeł. Pobierania ręczne zawsze pokazują się z własnym nagłówkiem.
ru: Эти настройки управляют тем, как отображаются фоновые загрузки из источников. Ручные загрузки всегда показываются с собственным заголовком.
tr: Bu ayarlar, kaynaklardan gelen arka plan indirmelerinin nasıl görüneceğini kontrol eder. Manuel indirmeler her zaman kendi başlığıyla görünür.
vi: Các cài đặt này kiểm soát cách hiển thị tải xuống nền từ các nguồn. Tải xuống thủ công luôn hiển thị với tiêu đề riêng.
zh_hans: 这些设置控制来自源的后台下载的显示方式。手动下载始终会显示其自己的顶栏。

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
cs: Tuto akci nelze vrátit zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
pl: Tej akcji nie można cofnąć.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。

source: This action cannot be undone. Would you like to proceed?
ar: لا يمكن التراجع عن هذا الإجراء. هل تريد المتابعة؟
cs: Tuto akci nelze vrátit zpět. Chcete pokračovat?
de: Diese Aktion kann nicht rückgängig gemacht werden. Möchtest du fortfahren?
es: Esta acción no se puede deshacer. ¿Quieres continuar?
fr: Cette action est irréversible. Voulez-vous continuer ?
id: Tindakan ini tidak dapat dibatalkan. Apakah Anda ingin melanjutkan?
it: Questa operazione non può essere annullata. Vuoi procedere?
pl: Tej czynności nie można cofnąć. Czy chcesz kontynuować?
ru: Это действие нельзя отменить. Хотите продолжить?
tr: Bu eylem geri alınamaz. Devam etmek istiyor musunuz?
vi: Không thể hoàn tác hành động này. Bạn có muốn tiếp tục không?
zh_hans: 操作无法撤销，确定继续？

source: This allows you to set rules for automatically replacing the Bundle ID/Display Name when signing an app.
ar: يتيح لك هذا تعيين قواعد لاستبدال Bundle ID / Display Name تلقائيًا عند توقيع التطبيق.
cs: Umožňuje nastavit pravidla pro automatické nahrazování bundle ID / zobrazovaného názvu při podepisování aplikace.
de: Damit kannst du Regeln festlegen, um die Bundle ID/den Anzeigenamen beim Signieren einer App automatisch zu ersetzen.
es: Esto te permite establecer reglas para reemplazar automáticamente el bundle ID/nombre visible al firmar una app.
fr: Cela vous permet de définir des règles pour remplacer automatiquement le bundle ID/nom d'affichage lors de la signature d'une app.
id: Ini memungkinkan Anda menetapkan aturan untuk secara otomatis mengganti bundle ID/Nama Tampilan saat menandatangani aplikasi.
it: Questo ti consente di impostare regole per sostituire automaticamente il bundle ID/nome visualizzato quando firmi un'app.
pl: Umożliwia ustawienie reguł automatycznej zamiany identyfikatora pakietu/wyświetlanej nazwy podczas podpisywania aplikacji.
ru: Это позволяет задать правила для автоматической замены bundle ID/отображаемого имени при подписи приложения.
tr: Bu, uygulamaları imzalarken otomatik olarak paket kimliği ya da görünen adı değiştirmenize yardımcı olan kurallar koymanızı sağlar.
vi: Điều này cho phép bạn thiết lập các quy tắc để tự động thay thế Bundle ID/Tên hiển thị khi ký ứng dụng.
zh_hans: 这些选项设置在为应用签名时自动替换包ID/显示名称的规则。

source: This app has no extensions.
ar: هذا التطبيق ليس له إضافات.
cs: Tato aplikace nemá žádná rozšíření.
de: Diese App hat keine Erweiterungen.
es: Esta app no tiene extensiones.
fr: Cette app n’a aucune extension.
id: Aplikasi ini tidak memiliki extension.
it: Questa app non ha estensioni.
pl: Ta aplikacja nie ma rozszerzeń.
ru: У этого приложения нет расширений.
tr: Bu uygulamanın uzantısı yok.
vi: Ứng dụng này không có extension nào.
zh_hans: 此应用没有扩展。

source: This backup is empty.
ar: هذه النسخة الاحتياطية فارغة.
cs: Tato záloha je prázdná.
de: Dieses Backup ist leer.
es: Esta copia de seguridad está vacía.
fr: Cette sauvegarde est vide.
id: Cadangan ini kosong.
it: Questo backup è vuoto.
pl: Ta kopia zapasowa jest pusta.
ru: Эта резервная копия пуста.
tr: Bu yedek boş.
vi: Bản sao lưu này trống.
zh_hans: 此备份为空。

source: This backup needs a password.
ar: تحتاج هذه النسخة الاحتياطية إلى كلمة مرور.
cs: Tato záloha vyžaduje heslo.
de: Dieses Backup benötigt ein Passwort.
es: Esta copia de seguridad necesita una contraseña.
fr: Cette sauvegarde nécessite un mot de passe.
id: Cadangan ini memerlukan kata sandi.
it: Questo backup richiede una password.
pl: Ta kopia zapasowa wymaga hasła.
ru: Для этой резервной копии нужен пароль.
tr: Bu yedek bir parola gerektiriyor.
vi: Bản sao lưu này cần mật khẩu.
zh_hans: 此备份需要密码。

source: This build isn't permitted by the updater server.
ar: لا يسمح خادم التحديث بهذه النسخة.
cs: Toto sestavení server aktualizací nepovoluje.
de: Dieser Build ist vom Update-Server nicht zugelassen.
es: El servidor de actualizaciones no permite esta compilación.
fr: Cette version n'est pas autorisée par le serveur de mise à jour.
id: Build ini tidak diizinkan oleh server pembaru.
it: Questa build non è consentita dal server di aggiornamento.
pl: Ta wersja nie jest dozwolona przez serwer aktualizacji.
ru: Эта сборка не разрешена сервером обновлений.
tr: Bu derlemeye güncelleme sunucusu izin vermiyor.
vi: Bản dựng này không được máy chủ cập nhật cho phép.
zh_hans: 更新服务器不允许此版本。

source: This enables liquid glass for this app, this requires a restart of the app to take effect.
ar: هذا يفعّل Liquid Glass لهذا التطبيق، ويتطلب إعادة تشغيل التطبيق حتى يتم تطبيقه.
cs: Tímto se pro tuto aplikaci povolí Liquid Glass, k projevení změny je nutný restart aplikace.
de: Dies aktiviert „Liquid Glass“ für dieser App, dies erfordert einen Neustart der App um wirksam zu werden.
es: Esto activa Liquid Glass para esta app; requiere reiniciar la app para que surta efecto.
fr: Cela active Liquid Glass pour cette app, un redémarrage de l'app est nécessaire pour prendre effet.
id: Ini mengaktifkan liquid glass untuk aplikasi ini, dan memerlukan mulai ulang aplikasi agar berlaku.
it: Questo abilita il liquid glass per l'app, questo richiede un riavvio dell'app per dare effetto.
pl: Włącza liquid glass dla tej aplikacji. Wymaga ponownego uruchomienia, aby zmiany zostały zastosowane.
ru: Это включает Liquid Glass для этого приложения, для применения требуется перезапуск приложения.
tr: Bu, Liquid Glass arayüzünü etkinleştirir. Değişikliklerin etkili olabilmesi için uygulamanın yeniden başlatılması gereklidir.
vi: Điều này cho phép sử dụng liquid glass cho ứng dụng này, điều này yêu cầu khởi động lại ứng dụng để có hiệu lực.
zh_hans: 为此应用启用Liquid Glass。需要重启应用。

source: This file isn't a valid KorSign backup.
ar: هذا الملف ليس نسخة احتياطية صالحة من KorSign.
cs: Tento soubor není platná záloha KorSign.
de: Diese Datei ist kein gültiges KorSign-Backup.
es: Este archivo no es una copia de seguridad válida de KorSign.
fr: Ce fichier n'est pas une sauvegarde KorSign valide.
id: File ini bukan cadangan KorSign yang valid.
it: Questo file non è un backup KorSign valido.
pl: Ten plik nie jest prawidłową kopią zapasową KorSign.
ru: Этот файл не является допустимой резервной копией KorSign.
tr: Bu dosya geçerli bir KorSign yedeği değil.
vi: Tệp này không phải là bản sao lưu KorSign hợp lệ.
zh_hans: 此文件不是有效的 KorSign 备份。

source: This folder is empty
ar: هذا المجلد فارغ
cs: Tato složka je prázdná
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
id: Folder ini kosong
it: Questa cartella è vuota
pl: Ten folder jest pusty
ru: Эта папка пуста
tr: Bu klasör boş
vi: Thư mục này trống
zh_hans: 此文件夹为空
